{
  "HomePage": {
    "home": "domů",
    "About": "O stránkách",
    "our villas": "naše vily",
    "Contact & book": "Kontakt & rezervace",
    "packages": "balíčky",
    "Your Panoramic": "Vaše panoramatické",
    "villa resort in": "vilový resort v",
    "paradise": "ráj",
    "check avilability": "zkontrolovat dostupnost",
    "AWARD WINNING VILLA RESORT": "OCENĚNÝ VILOVÝ RESORT",
    "Enjoy breathtaking sunset ocean": "Užijte si úchvatný západ slunce",
    "views from your private Uluwatu": "výhled z vašeho soukromého Uluwatu",
    "villa": "vila",
    "separate badRoom": "oddělený badRoom",
    "connected badRoom": "připojený badRoom",
    "group badRoom": "skupina badRoom",
    "EXPLORE ALL Villas": "ZOBRAZIT VŠECHNY VILY",
    "Customer": "Zákazník",
    "IS SUPREME": "JE NADŘAZENÝ",
    "When it comes to our guests": " Pokud jde o naše hosty, žádný požadavek není příliš velký a žádný detail není... příliš malý.",
    "Show video": "Zobrazit video",
    "Once you step into the villa you feel like royalty! The": "Jakmile vstoupíte do vily, budete se cítit jako královská rodina! Na",
    "spectacular view, your private pool and the space that you": "nádherný výhled, váš soukromý bazén a prostor, který vám",
    "call your own during the stay.": "si během pobytu můžete volat sami.",
    "TRIP ADVISOR": "VÝLETOVÝ PORADCE",
    "I could have stayed at Hidden": "I could have stayed at Hidden Hills for the rest of my life. It",
    "was easily the nicest": "bylo to nejpříjemnější, nejklidnější a nejkrásnější místo, které jsem kdy viděl.",
    "have ever stayed.": "kdy pobývaly.",
    "Absolute perfection. The service, the decor, the food, the": "Naprostá dokonalost. Obsluha, výzdoba, jídlo...",
    "villas, the view, the staff, the everything. It feels like youve": "vily, výhled, personál, všechno. Máte pocit, že jste",
    "cmoved to your own estate.": "se přestěhoval na vlastní pozemek.",
    "about our resort": "o našem středisku",
    "This resort, spanning 2,000 square meters": "Tento resort o rozloze 2 000 metrů čtverečních nabízí ideální prostor pro relaxaci a rehabilitaci. Hosté se mohou těšit na řadu uklidňující aktivity, včetně tří vířivek, masážní místnosti a wellness centra. špičkové stravovací služby. Je vybaven nejmodernějšími technologiemi, včetně Wi-Fi, resort zajišťuje moderní a pohodlný pobyt. zážitek pro všechny návštěvníky.",
    "Designed for ultimate comfort and rejuvenation": "Tento resort je navržen pro maximální pohodlí a omlazení a nabízí klidné prostředí s moderním vybavením. hosté mají k dispozici dostatek způsobů, jak si odpočinout. Resort je vybaven nejmodernějším zařízením.",
    "our story": "náš příběh",
    "POPULAR PACKAGES": "OBLÍBENÉ BALÍČKY",
    "Wellness Package": "Wellness balíček",
    "Be your best self in Bali and leave feeling refresh": "Buďte na Bali sami sebou a odjíždějte svěží a plní energie! Náš wellness balíček vám umožní relaxovat a odpočívat při masážích, každodenní cvičení jógy a spoustu chutných a výživných jídel.",
    "EXPLORE PACKAGE": "PROZKOUMAT BALÍČEK",
    "Event Package": "Balíček událostí",
    "Host your event at our exclusive": "Uspořádejte svou akci v naší exkluzivní relaxační a rehabilitační v klidném prostředí a s nejmodernějším vybavením. Ať už plánujete firemní wellness výjezdní zasedání, nebo se chystáte na teambuilding, nebo soukromou oslavu, naše akce je pro vás připravena. je navržen tak, aby poskytoval bezproblémové a omlazující zážitky. pro vaše hosty.",
    "Subscribe To Our Newsletters": "Přihlaste se k odběru našich novinek",
    "Subscribe now": "Přihlásit",
    "All rights reserved": "Všechna práva vyhrazena",
    "Terms Of Use": "Podmínky používání",
    "Privacy Policy": "Zásady ochrany osobních údajů",
    "YOUR BALI PARADISE AWAITS": "VÁŠ BALI RÁJ ČEKÁ",
    "Submit": "Odeslat",
    "UNLOCK A 10% DISCOUNT BY BOOKING DIRECTLY THROUGH OUR WEBSITE": "ODEMKNOUT 10% SLEVU PŘI REZERVACI PŘÍMO PŘES NAŠE WEBOVÉ STRÁNKY"
  }
}
